Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Payment_Prefs.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# TURN_OFF_PASSCODE_LOCK_ALERT_TOUCH_ID_MESSAGE
source: If you turn this off, you will not be able to access certain cards that require Touch ID to use.
ar: في حالة إيقاف هذا، لن يكون بإمكانك الوصول إلى بطاقات معينة تتطلب بصمة الإصبع للاستخدام.
bg: Ако изключите тази функция, няма да имате достъп до определени карти, за които е необходимо използването на Touch ID.
ca: Si el desactives, no podràs accedir a determinades targetes que funcionen amb el Touch ID.
cs: Pokud tuto volbu vypnete, ztratíte přístup k některým kartám, pro jejichž použití se Touch ID vyžaduje.
da: Hvis du slår indstillingen fra, kan du ikke længere bruge de kort, der kræver Touch ID.
de: Wenn du diese Option deaktivierst, kannst du nicht mehr auf bestimmte Karten zugreifen, für die Touch ID erforderlich ist.
el: Αν απενεργοποιήσετε αυτήν τη ρύθμιση, δεν θα έχετε πρόσβαση σε ορισμένες κάρτες που απαιτούν Touch ID για τη χρήση τους.
es: Si desactivas esta opción, no podrás acceder a determinadas tarjetas que requieran usar Touch ID.
es_us: Si se desactiva, no podrás acceder a algunas tarjetas que requieran el uso de Touch ID.
fi: Jos laitat tämän pois päältä, et voi käyttää tiettyjä kortteja, joiden käyttöön vaaditaan Touch ID.
fr: Si vous désactivez cette fonctionnalité, vous ne pourrez pas accéder à certaines cartes nécessitant l’utilisation de Touch ID.
fr_ca: Si vous désactivez cette option, vous ne pourrez plus accéder à certaines cartes qui requièrent l’utilisation de Touch ID.
he: כיבוי הגדרה זו יוביל לכך שלא יהיה באפשרותך להשתמש בכרטיסים מסוימים שמחייבים שימוש ב-Touch ID.
hi: यदि आप इसे बंद करते हैं, तो आप कुछ कार्ड ऐक्सेस नहीं कर पाएँगे जिनके उपयोग के लिए Touch ID आवश्यक है।
hr: Ako isključite ovu opciju, nećete moći pristupiti određenim karticama za čiju uporabu je potreban Touch ID.
hu: Ha ezt kikapcsolja, akkor nem fog tudni hozzáférni bizonyos kártyákhoz, amelyek a Touch ID használatát igénylik.
id: Jika mematikan ini, Anda tidak akan dapat mengakses kartu tertentu yang memerlukan Touch ID untuk digunakan.
it: Se lo disattivi, non potrai accedere ad alcune carte che richiedono Touch ID per essere utilizzate.
ja: これをオフにすると、Touch IDを必要とする特定のカードにアクセスできなくなります。
kk: Мұны өшірсеңіз, Touch ID арқылы жұмыс істейтін белгілі бір карталарды пайдалана алмайсыз.
ko: 이 기능을 끄면 지갑에서 Touch ID를 사용하는 데 필요한 특정 카드에 접근할 수 없습니다.
lt: Išjungę negalėsite pasiekti tam tikrų kortelių, kurioms naudoti reikalingas „Touch ID".
ms: Jika anda menyahaktifkan ini, anda tidak akan dapat mengakses kad tertentu yang memerlukan Touch ID untuk digunakan.
nl: Als je dit uitschakelt, kun je bepaalde kaarten niet meer gebruiken waarvoor Touch ID is vereist.
no: Hvis du slår av innstillingen, vil du ikke lenger ha tilgang til enkelte kort som krever Touch ID før bruk.
pl: Po wyłączeniu utracisz dostęp do kart, których używanie wymaga Touch ID.
pt_br: Se você desativar esta opção, não será possível acessar certos cartões e tíquetes que requerem Touch ID para serem usados.
pt_pt: Se desativar, não terá acesso a determinados cartões cuja utilização exige Touch ID.
ro: În cazul dezactivării, nu veți mai putea accesa anumite carduri a căror utilizare necesită Touch ID.
ru: Если выключить эту настройку, Вы не сможете использовать карты, которые работают только при подтверждении с Touch ID.
sk: Po vypnutí tejto možnosti stratíte prístup k vybraným kartám, na používanie ktorých sa vyžaduje Touch ID.
sl: Če izklopite to možnost, ne boste imeli dostopa do nekaterih kartic, ki za uporabo zahtevajo Touch ID.
sv: Om du stänger av det här kan du inte använda vissa kort som kräver Touch ID för att användas.
th: ถ้าคุณปิดการใช้นี้ คุณจะไม่สามารถเข้าถึงบัตรบางอย่างซึ่งต้องใช้ Touch ID ได้
tr: Bunu kapatırsanız Touch ID kullanılmasını gerektiren bazı kartlara erişemezsiniz.
uk: Якщо вимкнути цю функцію, у вас не буде доступу до деяких карток, для яких потрібна автентифікація через Touch ID.
vi: Nếu tắt tùy chọn này, bạn sẽ không thể truy cập một số thẻ yêu cầu có Touch ID để sử dụng.
zh_cn: 若关闭，你将无法访问需要触控ID才能使用的部分卡片。
zh_hk: 如你關閉此設定，你將無法取用某些需要Touch ID才能使用的卡。
zh_tw: 若關閉，你將無法取用需要Touch ID才能使用的部分卡片。

# TURN_OFF_PASSCODE_LOCK_ALERT_DEFAULT_TITLE
source: Turn Off Using Passcode for Wallet & Apple Pay?
ar: إيقاف استخدام رمز الدخول للمحفظة و Apple Pay؟
bg: Да се изключи ли използването на код за Портфейл и Apple Pay?
ca: Vols desactivar el codi per a l’app Cartera i l’Apple Pay?
cs: Vypnout používání kódu pro Peněženku a Apple Pay?
da: Slå brug af kode fra for Wallet og Apple Pay?
de: Code für „Wallet & Apple Pay“ deaktivieren?
el: Απενεργοποίηση της χρήσης κωδικού για το Πορτοφόλι και το Apple Pay;
es: ¿Desactivar el uso del código con Cartera y Apple Pay?
es_us: ¿Desactivar el uso del código para Wallet y Apple Pay?
fi: Laitetaanko pääsykoodin käyttö pois päältä Lompakolle ja Apple Paylle?
fr: Désactiver l’utilisation du code pour « Cartes et Apple Pay » ?
fr_ca: Désactiver l’utilisation du code avec Portefeuille et Apple Pay?
he: לכבות את אפשרות השימוש בקוד הגישה עם ״ארנק ו-Apple Pay״?
hi: वॉलेट और Apple Pay के लिए पासकोड का उपयोग करना बंद करें?
hr: Isključiti uporabu šifre za Novčanik i Apple Pay?
hu: Kikapcsolja a jelkód használatát a Tárca és az Apple Pay esetében?
id: Matikan Menggunakan Kode Sandi untuk Dompet & Apple Pay?
it: Vuoi disattivare l’utilizzo del codice per Wallet e Apple Pay?
ja: ウォレットとApple Payでパスコードの使用を停止しますか?
kk: Wallet және Apple Pay үшін құпиякодты пайдалануды өшіру қажет пе?
ko: 지갑 및 Apple Pay에 대해 암호 사용을 끄겠습니까?
lt: Išjungti prieigos kodo naudojimą funkcijoms „Piniginė“ ir „Apple Pay“?
ms: Nyahaktifkan Penggunaan Kod Laluan untuk Wallet & Apple Pay?
nl: Gebruik van een toegangscode uitschakelen voor Wallet en Apple Pay?
no: Vil du slå av bruk av kode for Lommebok og Apple Pay?
pl: Wyłączyć używanie kodu dla Portfela i Apple Pay?
pt_br: Desativar o Uso do Código para Carteira e Apple Pay?
pt_pt: Desativar a utilização do código para Carteira e Apple Pay?
ro: Dezactivați utilizarea codului de acces pentru Portofel și Apple Pay?
ru: Выключить подтверждение с код‑паролем для Wallet и Apple Pay?
sk: Vypnúť používanie kódu pre Peňaženku a Apple Pay?
sl: Želite izklopiti uporabo kode za dostop za Denarnico in Apple Pay?
sv: Vill du stänga av lösenkod för Plånbok och Apple Pay?
th: ปิดการใช้รหัสสำหรับกระเป๋าสตางค์และ Apple Pay หรือไม่
tr: Cüzdan ve Apple Pay İçin Parola Kullanma Kapatılsın mı?
uk: Вимкнути використання коду допуску для Гаманця та Apple Pay?
vi: Tắt tùy chọn sử dụng mật mã cho Ví & Apple Pay?
zh_cn: 为钱包与Apple Pay关闭密码？
zh_hk: 要關閉將密碼用於「銀包與Apple Pay」嗎？
zh_tw: 要關閉將密碼用於「錢包與Apple Pay」嗎？

# TURN_OFF_PASSCODE_LOCK_ALERT_TOUCH_ID_TITLE
source: Turn Off Using Touch ID for Contactless & Payments?
ar: إيقاف استخدام بصمة الإصبع للمحفظة و Apple Pay؟
bg: Да се изключи ли използването на Touch ID за Безконтактно и плащания?
ca: Vols desactivar el Touch ID per a les transaccions sense contacte i els pagaments?
cs: Vypnutí používání Touch ID pro bezkontaktní rozhraní a placení?
da: Slå brug af Touch ID fra for Kontaktløs & betalinger?
de: Touch ID für „Kontaktlos & Zahlung“ deaktivieren?
el: Απενεργοποίηση της χρήσης Touch ID για τη ρύθμιση «Ανέπαφα και πληρωμές»;
es: ¿Desactivar el uso de Touch ID en las transacciones sin contacto y los pagos?
es_us: ¿Desactivar el uso de Touch ID para funciones sin contacto y pagos?
fi: Laitetaanko Touch ID:n käyttö pois päältä Lähimaksu ja maksaminen -ominaisuudelle?
fr: Désactiver l’utilisation de Touch ID pour « Sans contact et paiements » ?
fr_ca: Désactiver l’utilisation de Touch ID pour les transactions sans contact et les paiements?
he: לכבות את אפשרות השימוש ב-Touch ID עם ״תקשורת ללא מגע ותשלומים״?
hi: वॉलेट और Apple Pay के लिए Touch ID का उपयोग करना बंद करें?
hr: Isključiti uporabu Touch ID-ja za beskontaktno i plaćanja?
hu: Kikapcsolja a Touch ID használatát az Érintés nélküli és fizetések menüpont esetében?
id: Matikan Menggunakan Touch ID untuk Nirkontak & Pembayaran?
it: Vuoi disattivare l’utilizzo di Touch ID per le transazioni contactless e i pagamenti?
ja: “非接触と支払い”でTouch IDの使用を停止しますか?
kk: «Контактісіз және басқа төлемдер» үшін Touch ID функциясын пайдалануды өшіру қажет пе?
ko: 비접촉식 및 결제에 대해 Touch ID 사용을 끄겠습니까?
lt: Išjungti „Touch ID" naudojimą bekontakčiams ir kitiems mokėjimams?
ms: Nyahaktifkan Penggunaan Touch ID untuk Tanpa Sentuh & Bayaran?
nl: Gebruik van Touch ID uitschakelen voor 'Contactloos en betalingen'?
no: Vil du slå av bruk av Touch ID for Kontaktløst og betalinger?
pl: Wyłączyć używanie Touch ID dla transakcji i płatności zbliżeniowych?
pt_br: Desativar o Uso do Touch ID para Aproximação e Pagamentos?
pt_pt: Desativar a utilização do Touch ID para transações contactless e pagamentos?
ro: Dezactivați utilizarea Touch ID pentru Contactless și plăți?
ru: Выключить подтверждение с Touch ID для Бесконтактных операций и платежей?
sk: Vypnúť používanie Touch ID pre bezkontaktné rozhranie a platby?
sl: Želite izklopiti uporabo funkcije Touch ID za možnost Brezstično in plačila?
sv: Vill du stänga av Touch ID för Kontaktlös och betalningar?
th: ปิดการใช้ Touch ID สำหรับ Contactless และการชำระเงินหรือไม่
tr: Temassız ve Ödemeler İçin Touch ID Kullanma Kapatılsın mı?
uk: Вимкнути використання Touch ID для безконтактних операцій і оплати?
vi: Tắt tùy chọn sử dụng Touch ID cho Không tiếp xúc & Thanh toán?
zh_cn: 为免接触功能与付款关闭触控ID？
zh_hk: 要關閉將Touch ID用於「非接觸式與付款」嗎？
zh_tw: 要關閉將Touch ID用於「感應功能與支付」嗎？

# TURN_OFF_PASSCODE_LOCK_ALERT_OPTIC_ID_TITLE
source: Turn Off Using Optic ID for Wallet & Apple Pay?
ar: إيقاف استخدام بصمة العين للمحفظة و Apple Pay؟
bg: Да се изключи ли използването на Optic ID за Портфейл и Apple Pay?
ca: Vols desactivar l’Optic ID per a l’app Cartera i l’Apple Pay?
cs: Vypnout používání Optic ID pro Peněženku a Apple Pay?
da: Slå brug af Optic ID fra for Wallet og Apple Pay?
de: Optic ID für „Wallet & Apple Pay“ deaktivieren?
el: Απενεργοποίηση της χρήσης Optic ID για το Πορτοφόλι και το Apple Pay;
es: ¿Desactivar el uso de Optic ID con Cartera y Apple Pay?
es_us: ¿Desactivar el uso de Optic ID para Wallet y Apple Pay?
fi: Laitetaanko Optic ID:n käyttö pois päältä Lompakolle ja Apple Paylle?
fr: Désactiver l’utilisation d’Optic ID pour « Cartes et Apple Pay » ?
fr_ca: Désactiver l’utilisation d’Optic ID avec Portefeuille et Apple Pay?
he: לכבות את אפשרות השימוש ב-Optic ID עם ״ארנק ו-Apple Pay״?
hi: वॉलेट और Apple Pay के लिए Optic ID का उपयोग करना बंद करें?
hr: Isključiti uporabu Optic ID-ja za Novčanik i Apple Pay?
hu: Kikapcsolja az Optic ID használatát a Tárca és az Apple Pay esetében?
id: Matikan Menggunakan Optic ID untuk Dompet & Apple Pay?
it: Vuoi disattivare l’utilizzo di Optic ID per Wallet e Apple Pay?
ja: ウォレットとApple PayでOptic IDの使用を停止しますか?
kk: Wallet және Apple Pay үшін Optic ID функциясын пайдалануды өшіру қажет пе?
ko: 지갑 및 Apple Pay에 대해 Optic ID 사용을 끄겠습니까?
lt: Išjungti „Optic ID“ naudojimą funkcijoms „Piniginė“ ir „Apple Pay“?
ms: Nyahaktifkan Penggunaan Optic ID untuk Wallet & Apple Pay?
nl: Gebruik van Optic ID uitschakelen voor Wallet en Apple Pay?
no: Vil du slå av bruk av Optic ID for Lommebok og Apple Pay?
pl: Wyłączyć używanie Optic ID dla Portfela i Apple Pay?
pt_br: Desativar o Uso do Optic ID para Carteira e Apple Pay?
pt_pt: Desativar a utilização do Optic ID para Carteira e Apple Pay?
ro: Dezactivați utilizarea Optic ID pentru Portofel și Apple Pay?
ru: Выключить подтверждение с Optic ID для Wallet и Apple Pay?
sk: Vypnúť používanie Optic ID pre Peňaženku a Apple Pay?
sl: Želite izklopiti uporabo funkcije Optic ID za Denarnico in Apple Pay?
sv: Vill du stänga av Optic ID för Plånbok och Apple Pay?
th: ปิดการใช้ Optic ID สำหรับกระเป๋าสตางค์และ Apple Pay หรือไม่
tr: Cüzdan ve Apple Pay İçin Optic ID Kullanma Kapatılsın mı?
uk: Вимкнути використання Optic ID для Гаманця та Apple Pay?
vi: Tắt tùy chọn sử dụng Optic ID cho Ví & Apple Pay?
zh_cn: 为钱包与Apple Pay关闭视控ID？
zh_hk: 要關閉將Optic ID用於「銀包與Apple Pay」嗎？
zh_tw: 要關閉將Optic ID用於「錢包與Apple Pay」嗎？

# TURN_OFF_PASSCODE_LOCK_ALERT_OPTIC_ID_MESSAGE
source: If you turn this off, you will not be able to access certain cards and passes in Wallet that require Optic ID to use.
ar: في حالة إيقاف هذا، لن يكون بإمكانك الوصول إلى بطاقات مرور وبطاقات معينة في المحفظة، وهي البطاقات التي يتطلب استخدامها توفر بصمة العين.
bg: Ако изключите тази функция, няма да имате достъп до определени карти и пропуски в Портфейл, за които е необходимо използването на Optic ID.
ca: Si el desactives, no podràs accedir a determinats passis i targetes de l’app Cartera que funcionen amb l’Optic ID.
cs: Pokud tuto volbu vypnete, ztratíte přístup k některým kartám a lístkům v Peněžence, pro jejichž použití se Optic ID vyžaduje.
da: Hvis du slår indstillingen fra, kan du ikke længere bruge de kort i Wallet, der kræver Optic ID.
de: Wenn du diese Option deaktivierst, kannst du nicht mehr auf bestimmte Karten und Tickets in Wallet zugreifen, für die Optic ID erforderlich ist.
el: Αν απενεργοποιήσετε αυτήν τη ρύθμιση, δεν θα έχετε πρόσβαση σε ορισμένες κάρτες και πάσα στο Πορτοφόλι που απαιτούν Optic ID για τη χρήση τους.
es: Si desactivas esta opción, no podrás acceder a determinadas tarjetas o pases de la app Cartera que requieran usar Optic ID.
es_us: Si se desactiva, no podrás acceder a algunas tarjetas y pases en Wallet que requieran el uso de Optic ID.
fi: Jos laitat tämän pois päältä, et voi käyttää tiettyjä Lompakossa olevia kortteja, joiden käyttöön vaaditaan Optic ID.
fr: Si vous désactivez cette fonctionnalité, vous ne pourrez pas accéder à certaines cartes stockées dans Cartes et nécessitant l’utilisation d’Optic ID.
fr_ca: Si vous désactivez cette option, vous ne pourrez plus accéder à certaines cartes dans Portefeuille qui requièrent l’utilisation d’Optic ID.
he: כיבוי הגדרה זו יוביל לכך שלא יהיה באפשרותך להשתמש בכרטיסים ב״ארנק״ שמחייבים שימוש ב-Optic ID.
hi: यदि आप इसे बंद करते हैं, तो आप वॉलेट में कुछ कार्ड और पास ऐक्सेस नहीं कर पाएँगे जिनके उपयोग के लिए Optic ID आवश्यक है।
hr: Ako isključite ovu opciju, nećete moći pristupiti određenim karticama i propusnicama u Novčaniku za čiju uporabu je potreban Optic ID.
hu: Ha ezt kikapcsolja, akkor nem fog tudni hozzáférni azokhoz a kártyákhoz és jegyekhez a Tárcában, amelyek az Optic ID használatát igénylik.
id: Jika mematikan ini, Anda tidak akan dapat mengakses kartu dan pass tertentu di Dompet yang memerlukan Optic ID untuk digunakan.
it: Se lo disattivi, non potrai accedere ad alcuni biglietti e carte in Wallet che richiedono Optic ID per essere utilizzati.
ja: これをオフにすると、Optic IDを必要とするウォレットの特定のカードやパスにアクセスできなくなります。
kk: Мұны өшірсеңіз, Wallet қолданбасында Optic ID арқылы жұмыс істейтін белгілі бір төлем және кіру карталарын пайдалана алмайсыз.
ko: 이 기능을 끄면 지갑 앱의 카드 및 패스 중에서 사용 시 Optic ID를 필요로 하는 특정 항목에 접근할 수 없습니다.
lt: Išjungę negalėsite programoje „Piniginė“ pasiekti tam tikrų kortelių ir leidimų, kuriems naudoti reikalingas „Optic ID“.
ms: Jika anda menyahaktifkan ini, anda tidak akan dapat mengakses kad dan pas tertentu dalam Wallet yang memerlukan Optic ID untuk digunakan.
nl: Als je dit uitschakelt, kun je bepaalde kaarten in Wallet niet meer gebruiken waarvoor Optic ID is vereist.
no: Hvis du slår av innstillingen, vil du ikke lenger ha tilgang til enkelte kort i Lommebok som krever Optic ID før bruk.
pl: Po wyłączeniu utracisz dostęp do kart i rzeczy w Portfelu, których używanie wymaga Optic ID.
pt_br: Se você desativar esta opção, não será possível acessar certos cartões e tíquetes no app Carteira que requerem Optic ID para serem usados.
pt_pt: Se desativar, não terá acesso a determinados cartões na aplicação Carteira cuja utilização exige Optic ID.
ro: În cazul dezactivării, nu veți mai putea accesa anumite carduri și tichete din Portofel a căror utilizare necesită Optic ID.
ru: Если выключить эту настройку, Вы не сможете использовать в Wallet карты, которые работают только при подтверждении с Optic ID.
sk: Po vypnutí tejto možnosti stratíte prístup k vybraným kartám a lístkom v Peňaženke, na používanie ktorých sa vyžaduje Optic ID.
sl: Če izklopite to možnost, v Denarnici ne boste imeli dostopa do nekaterih kartic in prepustnic, ki za uporabo zahtevajo Optic ID.
sv: Om du stänger av det här kan du inte använda vissa kort i Plånbok som kräver Optic ID för att användas.
th: ถ้าคุณปิดการใช้นี้ คุณจะไม่สามารถเข้าถึงบัตรและตั๋วบางอย่างในกระเป๋าสตางค์ซึ่งต้องใช้ Optic ID ได้
tr: Bunu kapatırsanız Cüzdan’da Optic ID kullanılmasını gerektiren bazı kartlara erişemezsiniz.
uk: Якщо вимкнути цю функцію, у вас не буде доступу до деяких карток у Гаманці, для яких потрібна автентифікація через Optic ID.
vi: Nếu tắt tùy chọn này, bạn sẽ không thể truy cập một số thẻ và vé trong Ví yêu cầu có Optic ID để sử dụng.
zh_cn: 若关闭，你将无法访问“钱包”中需要视控ID才能使用的部分卡片和凭证。
zh_hk: 如你關閉此設定，你將無法取用「銀包」中某些需要Optic ID才能使用的卡和票證。
zh_tw: 若關閉，你將無法取用「錢包」中需要Optic ID才能使用的部分卡片和票卡。

# TURN_OFF_PASSCODE_LOCK_CONFIRMATION_STOCKHOLM
source: Your Apple Pay cards will be removed from Wallet and will need to be manually re-added to use them again.
ar: ستتم إزالة جميع بطاقات Apple Pay من المحفظة، وستحتاج لإضافتها يدويًا مرة أخرى.
bg: Вашите карти Apple Pay ще бъдат премахнати от Портфейл и ще трябва ръчно да ги добавите, за да ги използвате отново.
ca: S’eliminaran les targetes de l’Apple Pay de l’app Cartera i hauràs d’afegir‑les manualment quan vulguis tornar a utilitzar‑les.
cs: Z Peněženky se odstraní karty pro Apple Pay. Před opětovným použitím je budete muset znovu ručně přidat.
da: Dine Apple Pay-kort bliver fjernet fra Wallet og skal tilføjes manuelt, før du kan bruge dem igen.
de: Deine Apple Pay-Karten werden aus Wallet entfernt und müssen manuell erneut hinzugefügt werden, um sie wieder verwenden zu können.
el: Οι κάρτες Apple Pay σας θα αφαιρεθούν από το Πορτοφόλι και θα πρέπει να τις ξαναπροσθέσετε χειροκίνητα αν θέλετε να τις χρησιμοποιήσετε εκ νέου.
es: Tus tarjetas de Apple Pay se eliminarán de la app Cartera y tendrás que volver a añadirlas manualmente para volverlas a usar.
es_us: Se eliminarán de Wallet tus tarjetas de Apple Pay. Para volver a usarlas, tendrás que agregarlas de forma manual.
fi: Apple Payn kortit poistetaan Lompakosta, ja ne pitää lisätä takaisin manuaalisesti, jotta voit käyttää niitä uudelleen.
fr: Vos cartes Apple Pay seront supprimées de Cartes. Pour les réutiliser, vous devrez de nouveau les ajouter manuellement.
fr_ca: Vos cartes Apple Pay seront supprimées de Portefeuille. Vous devrez les ajouter manuellement si vous souhaitez les réutiliser.
he: כרטיסי ה-Apple Pay יוסרו מ״ארנק״. כדי להשתמש בהם שוב יהיה צורך להוסיף אותם מחדש באופן ידני.
hi: आपके Apple Pay कार्ड वॉलेट से हटा दिए जाएँगे और दोबारा उपयोग करने के लिए उन्हें फिर से मैनुअली जोड़ना होगा।
hr: Vaše Apple Pay kartice uklonit će se iz Novčanika i trebat ćete ih ručno ponovno dodati.
hu: Az Apple Pay-kártyái el lesznek távolítva a Tárcából, és kézzel hozzá kell őket adni az ismételt használathoz.
id: Kartu Apple Pay Anda akan dihapus dari Dompet dan harus ditambahkan kembali secara manual sebelum dapat digunakan kembali.
it: Le carte di Apple Pay verranno rimosse da Wallet e dovrai aggiungerle di nuovo manualmente per poterle riutilizzare.
ja: Apple Payのカードはウォレットから削除され、再度使用するには手動で追加し直す必要があります。
kk: Apple Pay карталарыңыз Wallet қолданбасынан жойылады және оларды қайта пайдалану үшін қолмен қайта қосу қажет болады.
ko: Apple Pay 카드가 지갑에서 제거되며, 다시 사용하려면 직접 다시 추가해야 합니다.
lt: „Apple Pay“ kortelės bus pašalintos iš programos „Piniginė“. Norėdami jas vėl naudoti, turėsite neautomatiškai įtraukti iš naujo.
ms: Kad Apple Pay anda akan dikeluarkan daripada Wallet dan perlu ditambahkan semula secara manual untuk menggunakannya sekali lagi.
nl: Je Apple Pay-kaarten worden uit Wallet verwijderd en moeten handmatig opnieuw worden toegevoegd om ze weer te kunnen gebruiken.
no: Apple Pay-kort fjernes fra Lommebok. De må legges til manuelt hvis du vil bruke dem igjen.
pl: Twoje karty Apple Pay zostaną usunięte z Portfela. Korzystanie z nich w przyszłości będzie wymagało ponownego ich dodania.
pt_br: Seus cartões do Apple Pay serão removidos do app Carteira e terão que ser adicionados manualmente de novo para que voltem a ser usados.
pt_pt: Os cartões do Apple Pay serão removidos da aplicação Carteira. Para voltar a usá‑los, terá de os adicionar manualmente.
ro: Cardurile Apple Pay vor fi eliminate din Portofel și vor trebui readăugate manual pentru a le putea folosi din nou.
ru: Ваши карты Apple Pay будут удалены из Wallet. Чтобы использовать эти карты в дальнейшем, их необходимо будет добавить вручную.
sk: Vaše Apple Pay karty budú odstránené z Peňaženky a pred opätovným použitím ich budete musieť znovu manuálne pridať.
sl: Vaše kartice v storitvi Apple Pay bodo odstranjene iz Denarnice. Če jih boste želeli spet uporabljati, jih boste morali ročno znova dodati.
sv: Dina Apple Pay-kort tas bort från Plånbok och du måste lägga till dem manuellt på nytt om du vill använda dem igen.
th: บัตร Apple Pay ของคุณจะถูกเอาออกจากกระเป๋าสตางค์และจะต้องเพิ่มด้วยตนเองเพื่อใช้งานอีกครั้ง
tr: Apple Pay kartlarınız Cüzdan’dan silinir ve yeniden kullanılabilmeleri için elle eklenmeleri gerekir.
uk: Ваші картки Apple Pay буде вилучено з Гаманця. Щоб використовувати їх надалі, потрібно буде знову додати їх вручну.
vi: Các thẻ Apple Pay của bạn sẽ bị xóa khỏi Ví. Bạn sẽ cần thêm lại thẻ theo cách thủ công để sử dụng.
zh_cn: Apple Pay卡片将会从“钱包”移除，需要手动重新添加才能再次使用。
zh_hk: 將會從「銀包」移除你的Apple Pay卡，需要手動重新加入才能再次使用。
zh_tw: 你的Apple Pay卡片將從「錢包」移除，需要手動重新加入才能再次使用。
